Repository: mparsa08/financial_system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Persian Account Name
fa: نام فارسی حساب

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Add Trade
fa: افزودن معامله

source: Add New Trade
fa: افزودن معامله جدید

source: Save Trade
fa: ذخیره معامله

source: Balance Sheet
fa: ترازنامه

source: Select Trading Account
fa: انتخاب حساب معاملاتی

source: Generate Report
fa: تولید گزارش

source: Balance Sheet for
fa: ترازنامه برای

source: as of
fa: تا تاریخ

source: Assets
fa: دارایی ها

source: No asset accounts found.
fa: هیچ حساب دارایی یافت نشد.

source: Total Assets
fa: مجموع دارایی ها

source: Liabilities
fa: بدهی ها

source: No liability accounts found.
fa: هیچ حساب بدهی یافت نشد.

source: Total Liabilities
fa: مجموع بدهی ها

source: Equity
fa: حقوق صاحبان سهام

source: No equity accounts found.
fa: هیچ حساب حقوق صاحبان سهام یافت نشد.

source: Total Equity
fa: مجموع حقوق صاحبان سهام

source: Total Liabilities & Equity
fa: مجموع بدهی ها و حقوق صاحبان سهام

source: Financial System
fa: سیستم مالی

source: Dashboard
fa: داشبورد

source: Accounts
fa: حساب ها

source: Create Trading Account
fa: ایجاد حساب معاملاتی

source: Fund Management
fa: مدیریت وجوه

source: Spot assets list
fa: لیست دارایی های اسپات

source: Trading
fa: معامله

source: Spot
fa: اسپات

source: Trade
fa: معامله

source: Futures
fa: آتی

source: Open Trade
fa: باز کردن معامله

source: Open Trades List
fa: لیست معاملات باز

source: Record Trade
fa: ثبت معامله

source: History
fa: تاریخچه

source: Reports
fa: گزارش ها

source: View Chart of Accounts
fa: مشاهده سرفصل حساب ها

source: Manage Chart of Accounts
fa: مدیریت سرفصل حساب ها

source: Income Statement
fa: صورت سود و زیان

source: Trial Balance
fa: تراز آزمایشی

source: Tools
fa: ابزارها

source: Calculate Unrealized PnL
fa: محاسبه سود و زیان تحقق نیافته

source: Currencies
fa: ارزها

source: Language
fa: زبان

source: Welcome,
fa: خوش آمدید،

source: Logout
fa: خروج

source: Login
fa: ورود

source: Chart of Accounts
fa: سرفصل حساب ها

source: Select a Trading Account
fa: یک حساب معاملاتی انتخاب کنید

source: Chart of Accounts for
fa: سرفصل حساب ها برای

source: Account Number
fa: شماره حساب

source: Account Name
fa: نام حساب

source: Account Type
fa: نوع حساب

source: Parent Account
fa: حساب والد

source: Is Active
fa: فعال است

source: Please select a trading account to view the chart of accounts.
fa: لطفاً برای مشاهده سرفصل حساب ها، یک حساب معاملاتی انتخاب کنید.

source: Close Trade
fa: بستن معامله

source: Open Trade Details
fa: جزئیات معامله باز

source: Asset
fa: دارایی

source: Position Side
fa: نوع پوزیشن

source: Quantity
fa: مقدار

source: Entry Price
fa: قیمت ورود

source: Confirm and Close Trade
fa: تایید و بستن معامله

source: Cancel
fa: انصراف

source: Create New Trading Account
fa: ایجاد حساب معاملاتی جدید

source: Create Account
fa: ایجاد حساب

source: Delete Trading Account
fa: حذف حساب معاملاتی

source: Are you sure you want to delete the trading account "%(trading_account.name)s"?
fa: آیا از حذف حساب معاملاتی "%(trading_account.name)s" مطمئن هستید؟

source: This action cannot be undone.
fa: این عمل قابل بازگشت نیست.

source: Delete
fa: حذف

source: Record Closed Trade
fa: ثبت معامله بسته شده

source: Use this form to record trades that have already been closed on another platform.
fa: از این فرم برای ثبت معاملاتی که قبلاً در پلتفرم دیگری بسته شده‌اند، استفاده کنید.

source: Price and P/L Details
fa: جزئیات قیمت و سود/زیان

source: Commission Details
fa: جزئیات کمیسیون

source: Deposit
fa: واریز

source: Withdraw
fa: برداشت

source: Transfer
fa: انتقال

source: Deposit Funds
fa: واریز وجه

source: Trading Account
fa: حساب معاملاتی

source: Amount
fa: مبلغ

source: Description
fa: توضیحات

source: Withdraw Funds
fa: برداشت وجه

source: Transfer Funds
fa: انتقال وجه

source: From Account
fa: از حساب

source: To Account
fa: به حساب

source: Transaction History
fa: تاریخچه تراکنش ها

source: Journal Entries
fa: ثبت های روزنامه

source: Trades
fa: معاملات

source: Date
fa: تاریخ

source: Posted By
fa: ثبت شده توسط

source: Details
fa: جزئیات

source: Actions
fa: عملیات

source: View Lines
fa: مشاهده خطوط

source: Account
fa: حساب

source: Debit
fa: بدهکار

source: Credit
fa: بستانکار

source: No journal entries found.
fa: هیچ ثبت روزنامه ای یافت نشد.

source: Entry Date
fa: تاریخ ورود

source: Side
fa: سمت

source: Exit Date
fa: تاریخ خروج

source: Exit Price
fa: قیمت خروج

source: Status
fa: وضعیت

source: P/L
fa: سود/زیان

source: Open
fa: باز

source: Closed
fa: بسته

source: No trades found.
fa: هیچ معامله ای یافت نشد.

source: Confirm Deletion
fa: تایید حذف

source: Are you sure you want to delete this journal entry? This action cannot be undone.
fa: آیا از حذف این ثبت روزنامه مطمئن هستید؟ این عمل قابل بازگشت نیست.

source: Are you sure you want to delete this trade? This action cannot be undone.
fa: آیا از حذف این معامله مطمئن هستید؟ این عمل قابل بازگشت نیست.

source: Quick Actions
fa: اقدامات سریع

source: Perform common actions quickly.
fa: انجام سریع اقدامات متداول.

source: New Trade
fa: معامله جدید

source: Trading Account Summary
fa: خلاصه حساب معاملاتی

source: No trading accounts found.
fa: هیچ حساب معاملاتی یافت نشد.

source: Create One Now
fa: یکی ایجاد کنید

source: Recent Activity
fa: فعالیت اخیر

source: View all transactions
fa: مشاهده تمام تراکنش ها

source: No recent transactions found.
fa: هیچ تراکنش اخیری یافت نشد.

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: There are currently no open trades.
fa: در حال حاضر هیچ معامله بازی وجود ندارد.

source: ID
fa: شناسه

source: Long
fa: خرید

source: Short
fa: فروش

source: Open New Trade
fa: باز کردن معامله جدید

source: Spot Assets
fa: دارایی های اسپات

source: Total Quantity
fa: مقدار کل

source: Average Purchase Price
fa: میانگین قیمت خرید

source: Lots
fa: لات ها

source: Purchase Date
fa: تاریخ خرید

source: Purchase Price
fa: قیمت خرید

source: No spot assets found.
fa: هیچ دارایی اسپات یافت نشد.

source: Trade Assets
fa: معامله دارایی ها

source: Buy
fa: خرید

source: Sell
fa: فروش

source: Deposit Spot
fa: واریز اسپات

source: Withdraw Spot
fa: برداشت اسپات

source: Deposit Spot Asset
fa: واریز دارایی اسپات

source: Price per Unit (USD)
fa: قیمت هر واحد (دلار)

source: Deposit Asset
fa: واریز دارایی

source: Withdraw Spot Asset
fa: برداشت دارایی اسپات

source: Withdraw Asset
fa: برداشت دارایی

source: Buy Asset
fa: خرید دارایی

source: Total Cost (USD)
fa: هزینه کل (دلار)

source: Execute Buy
fa: اجرای خرید

source: Sell Asset
fa: فروش دارایی

source: Total Revenue (USD)
fa: درآمد کل (دلار)

source: Execute Sell
fa: اجرای فروش

source: From Trading Account
fa: از حساب معاملاتی

source: To Trading Account
fa: به حساب معاملاتی

source: Trial Balance for
fa: تراز آزمایشی برای

source: Balance
fa: تراز

source: Please select a trading account to view the trial balance.
fa: لطفاً برای مشاهده تراز آزمایشی، یک حساب معاملاتی انتخاب کنید.

source: Transactions for Account
fa: تراکنش های حساب
